{
  "term": "Spring",
  "year": "2005",
  "level": [
    "Graduate"
  ],
  "topics": [
    [
      "Social Science",
      "Economics",
      "Political Economy"
    ],
    [
      "Humanities",
      "History",
      "Modern History"
    ]
  ],
  "legacy_uid": "da856307-2a72-25ec-ad23-078634a52af3",
  "instructors": {
    "content": [
      "848b0b45-1e20-ba72-ae02-d3838cd12ff5"
    ],
    "website": "ocw-www"
  },
  "course_image": {
    "content": "07af7c30-518e-a6fb-9e69-8cd1c27b8cf7",
    "website": "sts-429-food-and-power-in-the-twentieth-century-spring-2005"
  },
  "course_title": "Food and Power in the Twentieth Century",
  "hide_download": true,
  "course_description": "In this class, food serves as both the subject and the object of historical analysis. As a subject, food has been transformed over the last 100 years, largely as a result of ever more elaborate scientific and technological innovations. From a need to preserve surplus foods for leaner times grew an elaborate array of techniques – drying, freezing, canning, salting, etc – that changed not only what people ate, but how far they could/had to travel, the space in which they lived, their relations with neighbors and relatives, and most of all, their place in the economic order of things. The role of capitalism in supporting and extending food preservation and development was fundamental. As an object, food offers us a way into cultural, political, economic, and techno-scientific history. Long ignored by historians of science and technology, food offers a rich source for exploring, e.g., the creation and maintenance of mass-production techniques, industrial farming initiatives, the politics of consumption, vertical integration of business firms, globalization, changing race and gender identities, labor movements, and so forth. How is food different in these contexts, from other sorts of industrial goods? What does the trip from farm to table tell us about American culture and history?\n",
  "department_numbers": [
    "STS"
  ],
  "extra_course_numbers": "",
  "primary_course_number": "STS.429",
  "course_image_thumbnail": {
    "content": "af12880c-ec42-55a8-a241-76cc488fefd8",
    "website": "sts-429-food-and-power-in-the-twentieth-century-spring-2005"
  },
  "hide_download_original": true,
  "learning_resource_types": [
    "Activity Assignments",
    "Written Assignments"
  ],
  "site_uid": "fcdc0953-46f0-4c74-8080-c87c1f1f7b80",
  "site_short_id": "sts.429-spring-2005",
  "site_url_path": "courses/sts-429-food-and-power-in-the-twentieth-century-spring-2005",
  "title": "Course Metadata"
}